tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "tavianator/tap"
brew "ack"
brew "bat"
brew "coreutils"
brew "tree-sitter"
brew "cmake"
brew "cmus"
brew "ctags"
brew "easy-tag"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "htop"
brew "webp"
brew "imagemagick"
brew "jq"
brew "handbrake"
brew "yt-dlp"
brew "telnet"
brew "ripgrep"
brew "neovim"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "docker"
brew "docker-compose"
brew "net-tools"
cask "google-chrome"
cask "google-drive"
cask "autodesk-fusion360", args: { appdir: "~/Applicationsd" }
cask "appcleaner", args: { appdir: "~/Applications" }
cask "authy", args: { appdir: "~/Applications" }
cask "bettertouchtool", args: { appdir: "~/Applications" }
cask "bitwarden", args: { appdir: "~/Applications" }
cask "calibre", args: { appdir: "~/Applications" }
cask "dash3", args: { appdir: "~/Applications" }
cask "insomnia", args: { appdir: "~/Applications" }
cask "iterm2", args: { appdir: "~/Applications" }
cask "keka", args: { appdir: "~/Applications" }
cask "mockoon", args: { appdir: "~/Applications" }
cask "ngrok", args: { appdir: "~/Applications" }
cask "notion", args: { appdir: "~/Applications" }
cask "proxyman", args: { appdir: "~/Applications" }
cask "shifty", args: { appdir: "~/Applications" }
cask "shottr", args: { appdir: "~/Applications" }
cask "surfshark", args: { appdir: "~/Applications" }
cask "visual-studio-code", args: { appdir: "~/Applications" }
cask "ultimaker-cura", args: { appdir: "~/Applications" }
