tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "tavianator/tap"
brew "ack"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "tree-sitter"
brew "cmake"
brew "cmus"
brew "ctags"
brew "easy-tag"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "htop"
brew "webp"
brew "imagemagick"
brew "jq"
brew "handbrake"
brew "yt-dlp"
brew "telnet"
brew "ripgrep"
brew "neovim"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "docker"
cask "firefox"
cask "google-drive"
cask "appcleaner", args: { appdir: "~/Applications" }
cask "authy", args: { appdir: "~/Applications" }
cask "bettertouchtool", args: { appdir: "~/Applications" }
cask "bitwarden", args: { appdir: "~/Applications" }
cask "calibre", args: { appdir: "~/Applications" }
cask "dash3", args: { appdir: "~/Applications" }
cask "insomnia", args: { appdir: "~/Applications" }
cask "iterm2", args: { appdir: "~/Applications" }
cask "keka", args: { appdir: "~/Applications" }
cask "mockoon", args: { appdir: "~/Applications" }
cask "ngrok", args: { appdir: "~/Applications" }
cask "notion", args: { appdir: "~/Applications" }
cask "proxyman", args: { appdir: "~/Applications" }
cask "shifty", args: { appdir: "~/Applications" }
cask "shottr", args: { appdir: "~/Applications" }
cask "surfshark", args: { appdir: "~/Applications" }
cask "visual-studio-code", args: { appdir: "~/Applications" }
vscode "adashen.vscode-tomcat"
vscode "anoff.theme-monokai-light"
vscode "barrsan.reui"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "GrapeCity.gc-excelviewer"
vscode "Hehk.two-firewatch"
vscode "humao.rest-client"
vscode "kenhowardpdx.vscode-gist"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leizongmin.node-module-intellisense"
vscode "lici.require-js"
vscode "mrmlnc.vscode-less"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "patbenatar.advanced-new-file"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sleistner.vscode-fileutils"
vscode "teabyii.ayu"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wyze.theme-hybrid-next"
vscode "Zignd.html-css-class-completion"
